root-2.3.0/run/tutorials/multiphase/multiphaseInterFoam/laminar/damBreak4phase/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Set application name
application=`getApplication`

\rm -rf 0
cp -r 0.org 0

runApplication blockMesh
runApplication setFields
runApplication $application

# ----------------------------------------------------------------- end-of-file
